Repository: swilkinson76/kitsune-network
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ja, ru

source: All fields are required.
ru: Необходимо заполнить все поля

source: A valid email address is required.
ru: Электронная почта указана неверно

source: A pin already exists for this email address.
ru: Для этой электронной почты уже существует метка

source: Email Sent
ja: 送信されたメール
ru: Письмо было отправлено

source: An email has been sent to you.
ja: 電子メールがあなたに送信されました
ru: Письмо было отправлено на вашу электронную почту

source: It may take a few minutes to appear.
ja: 表示されるまでに数分かかることがあります
ru: Доставка письма может занять несколько минут

source: If it does not appear within 10 minutes, check your spam folder.
ja: 10分以内に表示されない場合は、迷惑メールフォルダを確認してください
ru: Если письмо не придет в течение 10 минут, проверьте папку спам

source: Close
ja: 閉じる
ru: Закрыть

source: Pin Activated
ja: ピン活性化
ru: Метка установлена

source: Is the marker in the correct place?
ja: マーカーは正しい場所にありますか
ru: Метка находится в нужном месте?

source: You can drag the pin to make corrections.
ja: ピンをドラッグして修正することができます
ru: Метку можно перемещать мышью для внесения изменений в положении

source: For your safety we suggest placing your pin on something other than your actual address.
ru: Ради вашей же безопасности рекомендуем устанавливать метку не на своем адресе проживания

source: Continue
ja: 続行
ru: Продолжить

source: Help translate Kitsune Network
ru: Помочь в переводе Kitsune Network

source: To edit your pin, enter your email below.
ja: ピンを編集するには、下にメールアドレスを入力してください
ru: Чтобы отредактировать метку, введите электронный адрес ниже

source: Email
ja: Eメール
ru: Электронная почта

source: Edit Pin
ja: ピンの編集
ru: Редактировать метку

source: More
ja: より多い
ru: Еще

source: Add Pin
ja: 追加
ru: Добавить метку

source: Favorite Member
ja: お気に入りのメンバー
ru: Любимая участница

source: Favorite Song
ja: お気に入りの曲
ru: Любимая песня

source: Communities
ja: コミュニティ
ru: Сообщества

source: Community
ja: コミュニティ
ru: Сообщество

source: About Me
ja: 私について
ru: Обо мне

source: Pin Updated
ja: ピンの更新
ru: Метка обновлена

source: Your pin has been updated.
ja: ピンが更新されました
ru: Ваша метка была обновлена

source: Edit Your Pin
ja: ピンの編集
ru: Редактировать вашу метку

source: Save
ja: セーブ
ru: Сохранить

source: Create A New Pin
ja: 新しいピンを作成する
ru: Создать новую метку

source: Email Address
ja: 電子メールアドレス
ru: Электронная почта

source: An email address is required to avoid spam and allow you to edit your pin later.
ru: Электронная почта необходима для избежания спама, а также для возможности редактирования метки в будущем

source: We'll never share your email with anyone else.
ja: 私たちはあなたのメールを誰とも共有しません
ru: Мы никому не сообщим вашу электронную почту

source: Send Activation Email
ja: アクティベーション電子メールを送信
ru: Отправить письмо с активацией

source: Name
ja: 名
ru: Имя

source: Icon
ja: アイコン
ru: Иконка

source: Select One
ja: 一つ選択してください
ru: Выберите одну

source: They are all my favorite
ja: 彼らはすべて私のお気に入りです
ru: Мне нравятся все

source: Select At Least One
ja: 少なくとも1つを選択
ru: Выберите хотя бы одно

source: None
ja: なし
ru: Ни одно из этих

source: About You
ja: あなたについて
ru: О вас

source: Please do not put any personal identifying information here
ru: Пожалуйста, не пишите сюда никакой личной информации
